Repository: Taiko2k/Avie
Catalog: po/*.po
Languages: bg, de, fr, it, nl, pt_br, ru, tr

source: Image Cropper
bg: Резач на изображения
de: Bild-Zuschneider
fr: Découpeur d’images
it: Ritaglia immagini
nl: Afbeeldingensnijder
pt_br: Cortador de Imagem
ru: Обрезчик изображений
tr: Resim Kırpıcı

source: Quick and easy image cropping
bg: Бързо и лесно изрязване на изображения
ru: Простая и быстрая обрезка изображений
tr: Hızlı ve kolay resim kırpma

source: A simple tool for cropping and downsizing images. Suitable for avatars or cropping photos for use as desktop wallpapers. Convert PNG to JPG. Export in one click to your Pictures folder.
bg: Прост инструмент за изрязване и намаляване на размера на изображенията. Подходящ за аватари или за изрязване на снимки за използване като тапети за работния плот. Преобразувайте PNG в JPG. Изнасяйте с едно натискане в папката Изображения.
de: Ein einfaches Werkzeug zum Zuschneiden und Verkleinern von Bildern. Geeignet für Avatare, oder um Fotos zuzuschneiden, die als Bildschirmhintergrund verwendet werden. PNG in JPG umwandeln. Mit einem Klick in Ihren Bilder-Ordner exportieren.
it: Uno strumento per ritagliare e scalare immagini. Ideale per creare avatar o tagliare immagini da usare come sfondo. Conversione da PNG a JPG. Esportazione immediata nella cartella Immagini.
nl: Een eenvoudig hulpmiddel voor het bijsnijden en verkleinen van afbeeldingen. Zo kunt u bijvoorbeeld profielfoto's of passende bureaubladachtergronden maken. Ook kunnen afbeeldingen worden geconverteerd naar png en jpg, zelfs met één muisklik naar uw afbeeldingenmap.
ru: Простой инструмент для обрезки и уменьшения изображений. Подходит для создания аватаров или обоев рабочего стола. Преобразовывайте PNG в JPG. Экспортируйте за один щелчок в папку изображений.
tr: Resimleri kırpmak ve küçültmek için basit bir araç. Masaüstü duvar kağıdı veya avatar olarak kullanmak üzere resimleri kırpmak için uygundur. PNG'yi JPG'ye dönüştürün. Tek tıklamayla Resimler klasörünüze aktarın.

source: Main window showing image with a crop selection
bg: Основен прозорец, показващ изображение с избрано изрязване
de: Hauptfenster, das ein Bild mit einer Zuschneide-Auswahl zeigt
fr: Fenêtre principale montrant l’image avec une sélection de découpage
it: Finestra principale con un'immagine mentre viene selezionato il taglio
nl: Het hoofdvenster met daarop een afbeelding die wordt bijgesneden
pt_br: Janela principal mostra uma imagem com uma seleção de recorte
ru: Главное окно показывает изображение с областью обрезки
tr: Kırpma seçimiyle resmi gösteren ana pencere

source: Behavior
bg: Поведение
de: Verhalten
fr: Comportement
it: Comportamento
nl: Gedrag
pt_br: Comportamento
ru: Поведение
tr: Davranış

source: None
bg: Без
ru: Нет
tr: Hiçbiri

source: Cross
bg: Кръст
ru: Через центр
tr: Çarpı

source: Rule of thirds
bg: Поделяне на три
ru: Правило третей
tr: Üçlü kuralı

source: Guide Mode
bg: Режим на водача
ru: Линии в зоне обрезки
tr: Kılavuz Kipi

source: Square
bg: Квадрат
de: Quadrat
fr: Carré
it: Quadrato
nl: Vierkant
pt_br: Quadrado
ru: Квадрат
tr: Kare

source: Free Rectangle
bg: Свободен правоъгълник
de: Freies Rechteck
fr: Rectangle libre
it: Rettangolo libero
nl: Vrije rechthoek
pt_br: Retângulo Livre
ru: Свободный прямоугольник
tr: Serbest Dikdörtgen

source: Custom
bg: Друг
de: Benutzerdefiniert
fr: Personnalisé
it: Altro
nl: Aangepast
pt_br: Personalizado
ru: Свой
tr: Özel

source: Default Aspect Ratio
bg: Стандартно съотношение на екрана
ru: Соотношение сторон по умолчанию
tr: Öntanımlı En Boy Oranı

source: Export circle with circle preview mode
bg: Изнесете кръга с предварителен преглед с кръг
ru: Обрезка по кругу
tr: Daire önizleme kipi ile daireyi dışa aktar

source: You can click the thumbnail to toggle circle preview mode which doesn't affect output unless this setting is also enabled. PNG's will export with alpha mask. JPGs will export with white frame.
bg: Може да натиснете миниатюрата, за да превключите предварителния преглед с кръг, който не влияе на резултата, освен ако тази настройка също не е включена. PNG ще се изнасят с прозрачност. JPG ще се изнасят с бяла рамка.
ru: Щелкнуть по миниатюре для предпросмотра круга. PNG будет с альфа-маской. JPG будет круг в белой квадратной рамке.
tr: Bu ayar ayrıca etkinleştirilmediği sürece çıktıyı etkilemeyen daire önizleme kipini değiştirmek için küçük resme tıklayabilirsiniz. PNG resimler alfa maskesiyle dışa aktarılır. JPG resimler beyaz çerçeveyle dışa aktarılır.

source: Lossless JPG cropping
bg: Изрежете JPG без загуба
ru: Обрезка JPG без потерь
tr: Kayıpsız JPG kırpma

source: Lossless cropping is restricted to JPEG iMCU boundaries so selection may be trimmed. Not available with downscaling.
bg: Изрязване без загуба е ограничено до границите на JPEG iMCU, така че избора може да бъде нарязан. Не е налично при намаляване на мащаба.
ru: Включение обрезки JPEG без потерь. Регулировка качества действать не будет.
tr: Kayıpsız kırpma JPEG iMCU sınırlarıyla sınırlıdır, bu nedenle seçim kırpılabilir. Küçültme ile kullanılamaz.

source: Export JPEG quality
bg: Качество на изнасяне на JPEG
ru: Установить качество JPEG
tr: Dışa aktarma JPEG kalitesi

source: Set quick export function
bg: Задаване на функция за бързо изнасяне
de: Schnellexport-Funktion einstellen
fr: Définir la fonction d’exportation rapide
it: Imposta la funzione di esportazione rapida
nl: Snel exporteren instellen
pt_br: Definir função de exportação rápida
ru: Установить функцию быстрого экспорта
tr: Hızlı dışa aktarma işlevini ayarla

source: Export to Downloads
bg: Изнасете в Свалени
de: Nach Downloads exportieren
fr: Exporter dans Téléchargements
it: Esporta in Scaricati
nl: Exporteren naar downloadsmap
pt_br: Exportar para Downloads
ru: Экспортировать в Загрузки
tr: İndirilenlere Dışa Aktar

source: Export to Pictures
bg: Изнесете в Изображения
de: Nach Bilder exportieren
fr: Exporter dans Images
it: Esporta in Immagini
nl: Exporteren naar afbeeldingenmap
pt_br: Exportar para Imagens
ru: Экспортировать в Изображения
tr: Resimlere Dışa Aktar

source: Overwrite Source File
bg: Презапишете файла с източника
de: Quelldatei überschreiben
fr: Écraser le fichier source
it: Sovrascrivi file originale
nl: Oorspronkelijk bestand overschrijven
pt_br: Sobrescrever Arquivo Original
ru: Перезаписать исходный файл
tr: Kaynak Dosyanın Üzerine Yaz

source: Appearance
bg: Изглед
de: Erscheinungsbild
fr: Apparence
it: Aspetto
nl: Vormgeving
pt_br: Aparência
ru: Внешний вид
tr: Görünüm

source: Default
bg: Стандартно
de: Vorgabe
fr: Défaut
it: Predefinito
nl: Standaard
pt_br: Padrão
ru: Стандартная
tr: Öntanımlı

source: Dark
bg: Тъмна
de: Dunkel
fr: Sombre
it: Scuro
nl: Donker
pt_br: Escuro
ru: Темная
tr: Koyu

source: Light
bg: Светла
ru: Светлая
tr: Açık

source: Sakura
bg: Сакура
ru: Сакура

source: Theme
bg: Тема
de: Thema
fr: Thème
it: Tema
nl: Thema
pt_br: Tema
ru: Тема
tr: Tema

source: Add Preview
bg: Добавяне на предварителен преглед
de: Vorschau hinzufügen
fr: Ajouter un aperçu
it: Aggiungi anteprima
nl: Voorvertoning toevoegen
pt_br: Adicionar Visualização
ru: Добавить превью
tr: Önizleme Ekle

source: Add
bg: Добавете
de: Hinzufügen
fr: Ajouter
it: Aggiungi
nl: Toevoegen
pt_br: Adicionar
ru: Добавить
tr: Ekle

source: Show in Files
bg: Показване във „Файлове“
fr: Montrer dans Fichiers
it: Mostra in File
nl: Tonen in bestandsbeheer
ru: Показать в файлах
tr: Dosyalarda Göster

source: Error!
bg: Грешка!
fr: Erreur !
it: Errore!
nl: Foutmelding!
ru: Ошибка!
tr: Hata!

source: Could not locate output folder!
bg: Папката за извеждане на резьултата не е намерена!
de: Ausgabeordner konnte nicht gefunden werden!
fr: Impossible de localiser le dossier de sortie !
it: Impossibile trovare la cartella di destinazione!
nl: De opslaglocatie is niet beschikbaar!
pt_br: Não foi possível localizar a pasta de saída!
ru: Не получается найти папку для экспорта!
tr: Çıktı klasörü bulunamadı!

source: Choose where to save
bg: Избиране на местоположение за запазване
fr: Choisissez un emplacement d’enregistrement
it: Scegli dove salvare
nl: Geef aan waar het bestand moet worden opgeslagen
ru: Выберите, где сохранить
tr: Nereye kaydedileceğini seç

source: Image files
bg: Изображения
de: Bilddateien
fr: Fichiers d’images
it: Immagini
nl: Afbeeldingsbestanden
pt_br: Arquivos de imagem
ru: Файлы изображений
tr: Resim dosyaları

source: Choose an image file
bg: Избиране на изображение
de: Eine Bilddatei wählen
fr: Choisir un fichier d’image
it: Scegli un'immagine
nl: Kies een afbeeldingsbestand
pt_br: Escolha um arquivo de imagem
ru: Выберите файл изображения
tr: Resim dosyası seç

source: Open image file
bg: Отваряне на изображение
de: Bilddatei öffnen
fr: Ouvrir le fichier d’image
it: Apri un'immagine
nl: Afbeelding openen
pt_br: Abrir arquivo de imagem
ru: Открыть файл изображения
tr: Resim Dosyası Aç

source: Options Menu
bg: Меню с настройките
de: Optionen-Menü
fr: Menu des options
it: Menu
nl: Optiesmenu
pt_br: Menu de Opções
ru: Меню опций
tr: Seçenekler Menüsü

source: Enable Crop
bg: Включване на изрязване
de: Zuschneiden aktivieren
fr: Activer le découpage
it: Attiva ritaglio
nl: Bijsnijden
pt_br: Ativar Recorte
ru: Включить обрезку
tr: Kırpmayı Etkinleştir

source: Toggle Circle
bg: Превключване на кръг
de: Kreisform aktivieren/deaktivieren
fr: Basculer le cercle
it: Attiva/Disattiva cerchio
nl: Cirkel aan/uit
pt_br: Alternar Círculo
ru: Переключить круг
tr: Daireyi Aç/Kapat

source: Remove Preview
bg: Премахване на предварителен преглед
de: Vorschau entfernen
fr: Enlever la prévisualisation
it: Rimuovi anteprima
nl: Voorvertoning verwijderen
pt_br: Remover Visualização
ru: Удалить предпросмотр
tr: Önizlemeyi Kaldır

source: Export to Downloads folder
bg: Изнасяне в папката със свалени
de: In den Downloads-Ordner exportieren
fr: Exporter dans le dossier Téléchargements
it: Esporta nella cartella Scaricati
nl: Exporteren naar downloadsmap
pt_br: Exportar para a pasta Downloads
ru: Экспортировать в папку Загрузки
tr: İndirilenler klasörüne dışa aktar

source: Image file exported to Downloads.
bg: Изображението е изнесено в Свалени.
de: Bilddatei nach Downloads exportiert.
fr: Fichier image exporté dans les Téléchargements.
it: Immagine esportata in Scaricati.
nl: De afbeelding is geëxporteerd naar de downloadsmap.
pt_br: Arquivo de imagem exportado para Downloads.
ru: Файл изображения экспортирован в Загрузки.
tr: Resim dosyası İndirilenler'e aktarıldı.

source: Export to Pictures folder
bg: Изнасяне в папката с изображения
de: In den Bilder-Ordner exportieren
fr: Exporter dans le dossier Images
it: Esporta nella cartella Immagini
nl: Exporteren naar afbeeldingenmap
pt_br: Exportar para a pasta Imagens
ru: Экспортировать в папку Изображения
tr: Resimler klasörüne aktar

source: Image file exported to Pictures.
bg: Изображението е изнесено в Изображения.
de: Bilddatei nach Bilder exportiert.
fr: Image exportée dans le dossier Images.
it: Immagine esportata in Immagini.
nl: De afbeelding is geëxporteerd naar de afbeeldingenmap.
pt_br: Arquivo de imagem exportado para Imagens.
ru: Файл изображения экспортирован в Изображения.
tr: Resim dosyası Resimler'e aktarıldı.

source: Overwrite Image
bg: Презаписване на изображението
de: Bild überschreiben
fr: Écraser l’image
it: Sovrascrivi immagine
nl: Afbeelding overschrijven
pt_br: Sobrescrever Imagem
ru: Перезаписать изображение
tr: Resmin Üzerine Yaz

source: Image file overwritten.
bg: Изображението е презаписано.
de: Bilddatei wurde überschrieben.
fr: Fichier d’image écrasé.
it: Immagine sovrascritta
nl: Het afbeeldingsbestand is overschreven.
pt_br: Arquivo de imagem substituído.
ru: Файл изображения перезаписан.
tr: Resim dosyasının üzerine yazıldı.

source: Reset rotation
bg: Връщане на обръщането
de: Rotation zurücksetzen
fr: Réinitialiser la rotation
it: Reimposta rotazione
nl: Draaien ongedaan maken
pt_br: Redefinir Rotação
ru: Отменить вращение
tr: Döndürmeyi sıfırla

source: Flip Vertical
bg: Обръщане по вертикал
de: Vertikal spiegeln
fr: Basculer à la verticale
it: Rifletti verticalmente
nl: Verticaal spiegelen
pt_br: Espelhar Vertical
ru: Отразить по вертикали
tr: Dikey Çevir

source: Flip Horizontal
bg: Обръщане по хоризонтал
de: Horizontal spiegeln
fr: Basculer à l'horizontale
it: Rifletti orizzontalmente
nl: Horizontaal spiegelen
pt_br: Espelhar Horizontal
ru: Отразить по горизонтали
tr: Yatay Çevir

source: No Downscale
bg: Без намаляване на мащаба
de: Kein Herunterskalieren
fr: Pas de réduction d'échelle
it: Non ridimensionare
nl: Niet verkleinen
pt_br: Sem Redução
ru: Не уменьшать
tr: Küçültme!

source: Max 184x184
bg: Максимум 184x184
it: Massimo 184x184
pt_br: Máx 184x184
ru: Макс. 184х184
tr: Azami 184x184

source: Max 1000x1000
bg: Максимум 1000x1000
it: Massimo 1000x1000
pt_br: Máx 1000x1000
ru: Макс. 1000х1000
tr: Azami 1000x1000

source: Export as PNG
bg: Изнасяне като PNG
de: Als PNG exportieren
fr: Exporter comme PNG
it: Esporta come PNG
nl: Exporteren als png-afbeelding
pt_br: Exportar como PNG
ru: Экспортировать как PNG
tr: PNG Olarak Dışa Aktar

source: Discard EXIF
bg: Отхвърляне на EXIF
de: EXIF verwerfen
fr: Supprimer les données EXIF
it: Scarta EXIF
nl: Exif-gegevens negeren
pt_br: Descartar EXIF
ru: Стереть EXIF
tr: EXIF Verilerinden Vazgeç

source: Sharpen
bg: Изостряне
de: Schärfen
fr: Affiner
it: Nitidizza
nl: Verscherpen
pt_br: Realçar
ru: Добавить резкость
tr: Keskinleştir

source: Grayscale
bg: Черно-бяло
de: Graustufen
fr: Échelle de gris
it: Scala di grigi
nl: Grijswaarden
pt_br: Escala de Cinza
ru: Оттенки серого
tr: Gri Tonlamalı

source: Export As
bg: Изнасяне като
de: Exportieren als
fr: Exporter en tant que
it: Esporta come
nl: Exporteren als
pt_br: Exportar Como
ru: Экспортировать как
tr: Dışa Farklı Aktar

source: Preferences
bg: Настройки
de: Einstellungen
fr: Préférences
it: Preferenze
nl: Voorkeuren
pt_br: Preferências
ru: Параметры
tr: Tercihler

source: About %s
bg: Относно %s
ru: О программе %s
tr: %s Hakkında

source: translator-credits
bg: twlvnn <kraft_werk@tutanota.com>
de: Jürgen Benvenuti <gastornis@posteo.org>, 2022
fr: Irénée Thirion <irenee.thirion@e.email>
it: Musiclover382 <musiclover382@protonmail.com>
nl: Heimen Stoffels <vistausss@fastmail.com>
pt_br: Juliano Dorneles dos Santos <juliano.dorneles@gmail.com>
ru: Altizo integration.into.society@gmail.com, и дополнение от ma12@rambler.ru
tr: Sabri Ünal <libreajans@gmail.com>

source: Crop images for avatars or wallpapers
de: Schneiden Sie Bilder für Avatare oder Bildschirmhintergründe zu
fr: Découpez des images pour des avatars ou fonds d’écran
it: Ritaglia immagini per avatar o sfondi
nl: Snijd afbeeldingen bij voor gebruik als profielfoto's of achtergronden
pt_br: Cortar imagens para avatares ou papéis de parede

source: Added circle export mode
de: Modus zum Exportieren in Kreisform hinzugefügt
fr: Ajout d’un mode d’export en forme de cercle
it: Aggiunta forma circolare
nl: Nieuw: exporteren als cirkel
pt_br: Adicionado modo de exportação de círculo

source: Tweaked preferences dialog layout
de: Anordnung des Einstellungen-Fensters verbessert
fr: Modification de la disposition de la boîte de dialogue des préférences
it: Modificato lo stile della finestra delle preferenze
nl: Verbeterd: indeling van het voorkeurenvenster
pt_br: Layout do diálogo de preferências ajustado

source: Export circle mode (PNG will use alpha mask)
de: In Kreisform exportieren (PNG wird Alphamaske verwenden)
fr: Exporter en forme de cercle (le PNG utilisera le masque alpha)
it: Esporta con forma circolare (PNG user√† la maschera alfa)
nl: Exporteren als cirkel (bij png wordt een alfamaskering gebruikt)
pt_br: Exportar modo de círculo (PNG usará uma máscara alfa)

source: Pinku
fr: Rose
it: Rosa

source: About
de: Info zu
fr: À propos
it: Informazioni su
nl: Over
pt_br: Sobre o

source: A simple tool cropping and downsizing images. Suitable for avatars or cropping photos for use as desktop wallpapers. Convert PNG to JPG. Export in one click to your Pictures folder.
fr: Un outil simple pour découper et recadrer des images. Convient pour découper des avatars ou des photos à utiliser comme fond d'écran. Conversion de PNG en JPG. Export en un clic dans votre dossier Images.
pt_br: Uma ferramenta simples para cortar e reduzir imagens. Adequado para avatares ou recorte de fotos para uso como papel de parede da área de trabalho. Converta PNG para JPG. Exporte em um clique para sua pasta Imagens.

source: Open output folder
de: Ausgabeordner öffnen
pt_br: Abrir pasta de saída
